{"setname": "Guardians of the Abyss", "cards": [{"Name": "A Dream Betwixt", "Type": "Location", "Encounter Set": "The Night’s Usurper", "traits": ["Otherworld", "Extradimensional"], "flavor_text": "", "Quantity": "1", "set_number": "22", "Illustrator": "Yoann Boissonnet", "text_front": "Forced – If the strength of the abyss is 0: Set the strength of the abyss to 1.[Reaction] After you successfully investigate A Dream Betwixt: Flip it over and resolve the text on its other side.", "text_back": "The gateway beyond this corridor leads to a place beyond the physical world. A place where dreams and reality converge. You steady your thoughts and stare into the abyss. The abyss embraces you.Put each of the remaining set-aside locations into play, revealed location side faceup—The Great Abyss, Tunnels under Ngranek, Stairway to Sarkomand, and Mist-Filled Caverns. (Place clues on each of those locations equal to their clue value.)The investigator resolving this text disengages from each engaged enemy and moves to The Great Abyss.Flip this card back over. For the remainder of the game, it cannot be flipped over again.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_22.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_22b.jpg"}, {"Name": "Abyssal Reach", "Type": "Treachery", "Encounter Set": "Sands of Egypt", "traits": ["Curse", "Abyss"], "flavor_text": "", "Quantity": "3", "set_number": "54", "Illustrator": "Lukasz Jaskolski", "text_front": "Revelation – Test [Willpower] (X). X is the strength of the abyss. If you fail by:—exactly 1, place 1 of your clues on your location. —exactly 2, take 1 damage and 1 horror.—exactly 3, you cannot play cards this round.—4 or more, place 1 doom on the current agenda (this effect may cause the current agenda to advance).", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_54.jpg", "img_url_back": ""}, {"Name": "Abyssal Revenant", "Type": "Enemy", "Encounter Set": "Sands of Egypt", "Fight": "4", "Health": "4", "Evade": "2", "Damage": "1", "traits": ["Monster", "Dreamlands"], "flavor_text": "", "Quantity": "2", "set_number": "45", "Illustrator": "Matthew Cowdery", "text_front": "Spawn – Farthest Desert or Otherworld location.Hunter.Forced – When Abyssal Revenant attacks during the enemy phase: Instead of its standard damage, it deals X damage for this attack, where X is the strength of the abyss.  If this attack defeats an investigator or Ally asset, that card is “taken by the abyss.”", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_45.jpg", "img_url_back": ""}, {"Name": "Ancient Ankh", "Type": "Asset", "Class": "Neutral", "Cost": "3", "Level": "0", "Willpower": "1", "Intellect": "1", "Combat": "0", "Agility": "0", "Wild": "1", "Health": "–", "Sanity": "3", "Slot": "Accessory", "traits": ["Item", "Relic"], "flavor_text": "", "Quantity": "1", "set_number": "56", "Illustrator": "Greg Bobrowski", "text_front": "Uses (4 charges).[Reaction] When an investigator at your location would fail a test by more than 1, spend 1 charge: That investigator fails by 1, instead (even if he or she automatically failed).", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_56.jpg", "img_url_back": ""}, {"Name": "Cairo Bazaar", "Type": "Location", "Encounter Set": "The Eternal Slumber", "traits": ["Cairo"], "flavor_text": "The busy streets of the bazaar are packed with peddlers hawking their wares and a raucous throng of patrons. Navigating your way through the crowd is difficult enough—finding your mark will be even more troublesome.", "Quantity": "1", "set_number": "9", "Illustrator": "Ignacio Bazán Lazcano", "text_front": "", "text_back": "While you are at Cairo Bazaar, reduce the cost of each Item asset you play by 1 and increase the cost of each other asset you play by 1.[Action] Spend 10 resources: Remember that you “bought an odd trinket.”", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_9.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_9b.jpg"}, {"Name": "Creature from the Abyss", "Type": "Enemy", "Encounter Set": "The Eternal Slumber", "Fight": "X", "Health": "3", "Evade": "3", "Horror": "1", "traits": ["Monster", "Dreamlands"], "flavor_text": "", "Quantity": "2", "set_number": "15", "Illustrator": "Anna Mohrbacher", "text_front": "Retaliate.X is the strength of the abyss.Forced – After Creature from the Abyss enters play, if the strength of the abyss is 2 or lower: Add 1 strength to the abyss.Forced – After Creature from the Abyss is defeated, if the strength of the abyss or 5 or higher: Remove 1 strength from the abyss.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_15.jpg", "img_url_back": ""}, {"Name": "Curse of Endless Sleep", "Type": "Act", "Encounter Set": "The Eternal Slumber", "Clue Threshold": "–", "traits": [], "flavor_text": "As you scour Cairo for answers, you begin to suspect that Jessie’s hunch was right. You’re being tailed by shadowy figures throughout the city, and several of the people you interview want nothing to do with you. What are they hiding?", "Quantity": "1", "set_number": "5", "Illustrator": "Lino Drieghe", "text_front": "Forced – After a Brotherhood enemy enters the victory display: Flip it over and resolve the text on its other side.Objective – Find as many Evidence cards as you can and add them to the victory display before the agenda advances. (If there are 6 Evidence cards in the victory display, advance.)", "text_back": "You corner one of the organization’s agents in a dark alleyway as he attempts to flee the city. “It is too late to stop the prophecy,” he says with a frightened expression. “Please, just let me go.” Seeing weakness in the man’s heart, you tell him that he can help you stop what the organization is plotting, if he tells you everything he knows. “The Brotherhood of the Beast believes they have found their vessel,” he explains, stuttering nervously. “Now they’re giving their Chosen untold power. There’s no way you can stop them!” He struggles and breaks free from your grasp, fleeing back toward the main street. If you follow that man, perhaps he will lead you to the brotherhood’s hideout…Create the exploration deck by shuffling together each of the set-aside Expedition locations. Search the encounter deck and discard pile for 1 copy each of the following treachery cards: Terror Under the Pyramids, Swarm of Locusts, Abyssal Reach, Eclipse, and Sandstorm. Shuffle those cards into the exploration deck, then shuffle the encounter discard pile into the encounter deck.Each investigator loses each of his or her clues. Remove all clues from each Cairo location.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_5.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_5b.jpg"}, {"Name": "Curse of the Abyss", "Type": "Agenda", "Encounter Set": "The Eternal Slumber", "Doom Threshold": "6", "traits": [], "flavor_text": "The sun rises over Cairo. Many more people within the city did not wake up this morning. A grim thought seizes your mind: Should you fall asleep, you too may never wake again. Having gotten little rest the previous night, you struggle to stay awake and continue your investigation...", "Quantity": "1", "set_number": "3", "Illustrator": "Natascha Roeoesli", "text_front": "Forced – If the strength of the abyss is 0: Set the strength of the abyss to 1. Each investigator draws 1 card and heals 1 horror.", "text_back": "As more and more fall victim to the curse that has infected Cairo, a silent terror grips the city. When night falls again, the streets are filled with a sudden panic. It starts with turmoil outside the hospital, as people demand to know what has happened to their loved ones and what the doctors are doing to solve the problem. Before long, rioting and looting erupt throughout the city. By midnight, the streets have descended into utter chaos.Shuffle the encounter discard pile into the encounter deck.Add 1 strength to the abyss.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_3.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_3b.jpg"}, {"Name": "Dark Sacrifice", "Type": "Treachery", "Encounter Set": "Sands of Egypt", "traits": ["Curse", "Abyss"], "flavor_text": "", "Quantity": "2", "set_number": "52", "Illustrator": "Guillaume Ducos", "text_front": "Revelation – Put Dark Sacrifice into play in your threat area if there is no copy of it in your threat area (if there is, discard Dark Sacrifice and it gains surge instead).Forced – After strength is added to the abyss: Take 1 damage and 1 horror. If this effect defeats an investigator or Ally asset, that card is “taken by the abyss.”[Reaction] After strength is removed from the abyss: Discard Dark Sacrifice.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_52.jpg", "img_url_back": ""}, {"Name": "Desert Oasis", "Type": "Location", "Encounter Set": "Sands of Egypt", "traits": ["Expedition", "Desert"], "flavor_text": "", "Quantity": "1", "set_number": "43", "Illustrator": "Emilio Rodriguez", "text_front": "[Action]: Heal 1 damage and 1 horror. (Limit once per game.)[Action] [Action] If you have no horror on you: You stare into the reflection on the water, and the abyss stares back at you. Take 3 horror and remove 1 strength from the abyss. (Group limit once per game.)", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_43.jpg", "img_url_back": ""}, {"Name": "Dreaded Shantak", "Type": "Enemy", "Encounter Set": "The Night’s Usurper", "Fight": "5", "Health": "5", "Evade": "3", "Damage": "2", "Horror": "1", "traits": ["Monster", "Dreamlands", "Shantak"], "flavor_text": "They were not any birds or bats known elsewhere on earth or in dreamland, for they were larger than elephants…\r—H. P. Lovecraft, “The Dream‑Quest of Unknown Kadath”", "Quantity": "2", "set_number": "29", "Illustrator": "Doug Williams", "text_front": "Hunter. Massive.While Dreaded Shantak is ready, [Action] and [Reaction] abilities on its location cannot be triggered.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_29.jpg", "img_url_back": ""}, {"Name": "Dunes of the Sahara", "Type": "Location", "Encounter Set": "Sands of Egypt", "traits": ["Expedition", "Desert"], "flavor_text": "", "Quantity": "1", "set_number": "40", "Illustrator": "Ed Mattinian", "text_front": "Forced – After you enter Dunes of the Sahara: You must either take 1 damage or lose 1 action.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_40.jpg", "img_url_back": ""}, {"Name": "Eclipse", "Type": "Treachery", "Encounter Set": "Sands of Egypt", "traits": ["Power"], "flavor_text": "", "Quantity": "3", "set_number": "47", "Illustrator": "Lukasz Jaskolski", "text_front": "While you are at an Otherworld location, Eclipse gains peril.Revelation – Test [Willpower] (3). If you fail, you must either take 2 horror or choose an Ally asset at your location to be defeated and “taken by the abyss.”", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_47.jpg", "img_url_back": ""}, {"Name": "Eldritch Gate", "Type": "Location", "Encounter Set": "The Night’s Usurper", "traits": ["Expedition", "Desert", "Ruins"], "flavor_text": "The colossal archway looms before you, appearing like something out of fiction. It doesn’t take an archaeologist to realize it isn’t Egyptian in origin. If this gateway truly leads somewhere else, there must be a way to ‘activate’ it...", "Quantity": "1", "set_number": "28", "Illustrator": "Angela Sung", "text_front": "", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_28.jpg", "img_url_back": ""}, {"Name": "Expedition Camp", "Type": "Location", "Encounter Set": "Sands of Egypt", "traits": ["Expedition", "Cairo", "Desert"], "flavor_text": "Just outside of the city, the greatest archaeological minds of the age are gathered together with the funding, resources, and knowledge to discover all of the secrets ancient Egypt has to hide. Perhaps their expedition will reveal the truths you are searching for.", "Quantity": "1", "set_number": "37", "Illustrator": "Emilio Rodriguez", "text_front": "", "text_back": "[Action]: Parley. Test [Intellect] (2) to speak to the researchers stationed here. If you succeed, look at the top X cards of either the exploration deck or the encounter deck, where X is the amount you succeeded by. Place up to 2 of those cards on the bottom of that deck. Place the rest on top in a random order. (Group limit once per round.)", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_37.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_37b.jpg"}, {"Name": "Faceless Sphinx", "Type": "Location", "Encounter Set": "Sands of Egypt", "traits": ["Expedition", "Desert", "Ruins"], "flavor_text": "", "Quantity": "1", "set_number": "42", "Illustrator": "Andreas Zafiratos", "text_front": "X is the strength of the abyss.[Action] If you have at least 2 clues: You stare into the sphinx’s empty face, and the abyss stares back at you. Place 2 of your clues on Faceless Sphinx and remove 1 strength from the abyss. (Group limit once per game.)", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_42.jpg", "img_url_back": ""}, {"Name": "Garden of Shadows", "Type": "Agenda", "Encounter Set": "The Eternal Slumber", "Doom Threshold": "5", "traits": [], "flavor_text": "When morning comes, the city is silent once more. The hospital is overflowing with last night’s victims, and many more comatose people fill the streets. You’ve evaded sleep for this long, but you can’t go on for much longer. Fatigue has inflicted its toll on your body and mind. If you don’t act fast, you may be the spell’s next victim.", "Quantity": "1", "set_number": "4", "Illustrator": "Natascha Roeoesli", "text_front": "Forced – If the strength of the abyss is 0 or 1: Set the strength of the abyss to 2. Each investigator either draws 1 card or heals 1 horror.", "text_back": "You are too exhausted to go on. Your mind screams at your body to keep moving, but your muscles have betrayed you. You sink to the ground like a sack of bricks.You resist with all of your strength, but all it amounts to is a wiggling of your fingers. You feel as though a heavy weight is pressed upon your head, and a dark cloak is thrown over your eyes.If you fall asleep here, you are sure you’ll never wake again. And yet, somehow, deep within your mind, you’re too tired to care.You yawn.Add 1 strength to the abyss.Each investigator who has not resigned is defeated and is “taken by the abyss.”", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_4.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_4b.jpg"}, {"Name": "Humble Supplicant", "Type": "Enemy", "Encounter Set": "The Eternal Slumber", "Fight": "2", "Health": "2", "Evade": "2", "Damage": "1", "traits": ["Humanoid", "Cultist"], "flavor_text": "", "Quantity": "3", "set_number": "14", "Illustrator": "Matt Dixon", "text_front": "Spawn – Any Cairo location (with a Brotherhood enemy, if able).Aloof.Each Brotherhood enemy at Humble Supplicant’s location cannot be attacked or damaged.Forced – When the enemy phase ends: Move Humble Supplicant once toward the nearest Brotherhood enemy, if able.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_14.jpg", "img_url_back": ""}, {"Name": "Into the Gate", "Type": "Act", "Encounter Set": "The Night’s Usurper", "Clue Threshold": "1", "traits": [], "flavor_text": "Having sufficiently narrowed down the location of the gateway, you part ways with Winlock and his team. You don’t want them following where you’re going…", "Quantity": "1", "set_number": "20", "Illustrator": "Aurore Folny", "text_front": "[Action]: Explore. Draw the top card of the exploration deck. If it is a connecting location, put it into play and move to it.Objective – At the end of the round, if each undefeated investigator is at the Eldritch Gate and they spend the requisite number of clues, advance.", "text_back": "Reality slips away as you cross the threshold of the gate. The sandy dunes fold into the foundation of the Earth, the firmament splits, and the colors of the world bleed into the archway. When next you open your eyes, you are in a place between worlds. At the opposite end of the corridor, a figure emerges from the doorway beyond, faceless and wielding a curved blade that pulses with dark power. “You shall be my next sacrifice,” his voice seethes.Put the set-aside A Dream Betwixt location into play, revealed location side faceup. Move each investigator there and remove all other locations from the game. Spawn the set-aside Xzharah enemy in A Dream Betwixt, enemy side faceup. Shuffle each set-aside copy of Dreaded Shantak into the encounter deck, along with the encounter discard pile.If the Ancient Ankh asset is in play:Your Ankh amulet glows with a blinding light, causing Xzharah to recoil. “So, Neith has abandoned us!” Xzharah hisses.Exhaust Xzharah and disengage him from all investigators.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_20.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_20b.jpg"}, {"Name": "Khopesh of the Abyss", "Type": "Asset", "Class": "Neutral", "Cost": "4", "Level": "0", "Willpower": "1", "Intellect": "0", "Combat": "1", "Agility": "0", "Wild": "1", "Slot": "2 Hand", "traits": ["Item", "Weapon", "Relic", "Melee"], "flavor_text": "", "Quantity": "1", "set_number": "57", "Illustrator": "Guillaume Ducos", "text_front": "[Action]: Fight. You get +3 [Combat] and deal +1 damage for this attack. [Reaction] After you defeat an enemy using Khopesh of the Abyss, exhaust it: Choose an enemy at another revealed location. Disengage from each other enemy engaged with you and move to the chosen enemy’s location. Then, engage that enemy.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_57.jpg", "img_url_back": ""}, {"Name": "Neith", "Type": "Enemy", "Encounter Set": "The Eternal Slumber", "Fight": "4", "Health": "5", "Evade": "4", "Horror": "2", "Victory": "1", "traits": ["Humanoid", "Brotherhood", "Elite"], "flavor_text": "", "Quantity": "1", "set_number": "13", "Illustrator": "Anthony Moravian", "text_front": "Hunter. Retaliate.Forced – After horror from Neith’s attack defeats an investigator or Ally asset: That card is “taken by the abyss.”Forced – When Neith is dealt any amount of damage from an attack, if there is at least 1 dreamer at her location: Remove 1 dreamer from her location and cancel 1 damage just dealt to Neith.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_13.jpg", "img_url_back": ""}, {"Name": "Jessie’s Request", "Type": "Agenda", "Encounter Set": "The Eternal Slumber", "Doom Threshold": "7", "traits": [], "flavor_text": "Jessie Burke, a government agent who works in Egypt, has asked you to come to Cairo to help her solve a medical quandary. People all over Cairo, from all walks of life, are mysteriously falling into a wakeless slumber—including Jessie’s husband and partner, John. It is up to you to get to the bottom of this strange phenomenon.", "Quantity": "1", "set_number": "2", "Illustrator": "Natascha Roeoesli", "text_front": "[Action] Investigators spend 1[per investigator] clues, as a group: Randomly spawn one of the enemies beneath the scenario reference card.", "text_back": "You’ve found enough leads to confirm the existence of a shadowy organization within Cairo, and perhaps the origin of the curse afflicting the city. However, despite your best efforts, the secret cabal has vanished from the city without a trace. You’re going to need a lot more information if you are to cure this illness.Find each Brotherhood enemy currently in play (at a location or in an investigator’s threat area). Place each of those enemies beneath the scenario reference card, out of play.Shuffle each set-aside copy of Abyssal Revenant into the encounter deck, along with the encounter discard pile.Add 1 strength to the abyss.If it is act 1, advance the current act.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_2.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_2b.jpg"}, {"Name": "John & Jessie Burke", "Type": "Asset", "Class": "Neutral", "Cost": "4", "Level": "0", "Willpower": "0", "Intellect": "0", "Combat": "1", "Agility": "1", "Wild": "1", "Health": "4", "Sanity": "2", "Slot": "Ally", "traits": ["Ally", "Government"], "flavor_text": "Dead or alive…but mostly dead.", "Quantity": "1", "set_number": "55", "Illustrator": "Ignacio Bazán Lazcano", "text_front": "[Action] Exhaust John & Jessie Burke and deal them 1 damage: Choose an enemy in a connecting location. Move to that enemy’s location. Then, engage that enemy and deal it 1 damage.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_55.jpg", "img_url_back": ""}, {"Name": "Mist-Filled Caverns", "Type": "Location", "Encounter Set": "The Night’s Usurper", "traits": ["Otherworld", "Dreamlands"], "flavor_text": "", "Quantity": "1", "set_number": "26", "Illustrator": "Sebastian Rodriguez", "text_front": "[Action]: Test [Agility] (4) to traverse through the mist. If you succeed, flip this location over and resolve the text on its other side.", "text_back": "The mist grows ever thicker as you make your way deeper into the depths of the abyss. Finally, you come across an open chamber where the mist has receded, and you are greeted by a tall statue of an elderly man with a great beard and a mane of long hair. He rides a chariot formed from a huge seashell, which is pulled by beasts both wondrous and strange.You must decide (choose one):–Test [Willpower] (2) to entreat the entity depicted in this statue for aid. If you succeed, remember that you “pled for help.”–Test [Combat] (2) to overthrow the statue. If you succeed, it topples over and shatters into pieces on the jagged cavern floor; remember that you “affronted the ruler of this realm.”Regardless of your choice and whether you succeed or fail the indicated skill test, flip this card back over.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_26.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_26b.jpg"}, {"Name": "Museum of Egyptian Antiquities", "Type": "Location", "Encounter Set": "The Eternal Slumber", "traits": ["Cairo"], "flavor_text": "This new museum—built in Tahrir Square after the Nile flooded the previous building—houses the world’s largest collection of Pharaonic antiquities, including papyrus, coins, statues, tablets, coffins, and even mummies.", "Quantity": "1", "set_number": "10", "Illustrator": "Yoann Boissonnet", "text_front": "", "text_back": "[Action]: Test [Intellect] (5). If you succeed, remember that you have “discovered an ancient tablet.”Forced – After you investigate Museum of Egyptian Antiquities, if you did not succeed by at least 2: Lose all remaining actions and immediately end your turn.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_10.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_10b.jpg"}, {"Name": "Nile River", "Type": "Location", "Encounter Set": "Sands of Egypt", "traits": ["Expedition", "Desert"], "flavor_text": "", "Quantity": "1", "set_number": "38", "Illustrator": "Ed Mattinian", "text_front": "Forced – After you enter Nile River: You must either take 1 horror or discard 1 card from your hand at random.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_38.jpg", "img_url_back": ""}, {"Name": "Outskirts of Cairo", "Type": "Location", "Encounter Set": "The Eternal Slumber", "traits": ["Cairo"], "flavor_text": "As the hot sun sets over Cairo, the sky is bathed in beautiful rays of orange and red. It is a magnificent prelude to the horrors to come.", "Quantity": "1", "set_number": "11", "Illustrator": "Cristina Vela", "text_front": "", "text_back": "[Action] Choose and discard 5 cards from your hand: Remember that you have “sabotaged the train.”[Action] If no investigator has “sabotaged the train”: Resign. You take the train out of Cairo, leaving the dreamers to their unceasing nightmare.", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_11.jpg", "img_url_back": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_11b.jpg"}, {"Name": "Sands of Dashur", "Type": "Location", "Encounter Set": "Sands of Egypt", "traits": ["Expedition", "Desert"], "flavor_text": "", "Quantity": "1", "set_number": "39", "Illustrator": "Cristina Vela", "text_front": "As an additional cost for you to explore while at Sands of Dashur, you must spend 2 resources.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_39.jpg", "img_url_back": ""}, {"Name": "Sandstorm", "Type": "Treachery", "Encounter Set": "Sands of Egypt", "traits": ["Hazard"], "flavor_text": "", "Quantity": "3", "set_number": "48", "Illustrator": "Jose Vega", "text_front": "While you are at a Desert location, Sandstorm gains peril.Revelation – Test [Agility] (3). If you fail, you must either take 2 damage or discard an asset you control.", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_48.jpg", "img_url_back": ""}, {"Name": "Sandswept Ruins", "Type": "Location", "Encounter Set": "Sands of Egypt", "traits": ["Expedition", "Desert", "Ruins"], "flavor_text": "", "Quantity": "1", "set_number": "44", "Illustrator": "Dimitri Bielak", "text_front": "While you are investigating Sandswept Ruins, if you have 5 or more cards in your hand, it gets +3 shroud.[Action] [Action] If you have 8 or more cards in your hand: You stare into the swirling sands, and the abyss stares back at you. Discard 3 cards from your hand at random and remove 1 strength from the abyss. (Group limit once per game.)", "text_back": "", "img_url_front": "http://lcg-cdn.fantasyflightgames.com/ahlcg/AHC27_44.jpg", "img_url_back": ""}]}